export default {
  header: {
    title: "Web3 открытая сеть датчиков",
    text1:
      "Добро пожаловать в открытую сеть датчиков, которая построена на open-source принципах и поддерживается энтузиастами (см.",
    link1: "the free will of individuals). ",
    text2:
      "Карта предлагает два разных уровня децентрализации: прямая peer-to-peer связь датчиков и блокчейн для сбора и хранения истории показаний с датчиков.",
    link2: "тут",
    text3: "можно ознакомиться более подробно с технической стороной.",
    addSensorTitle: "Добавьте свой датчик на карту",
    addSensorText1: "Вы можете",
    addSensorLink1: "собрать свой датчик",
    addSensorText2: ", используя комплектующие на открытом рынке электроники,",
    addSensorLink2: "добавить датчик на карту",
    addSensorText3: ". Мы с радостью приветствуем новых участников сообщества. Присоединяйтесь!",
    addSensorLink3: "Видео-инструкция на YouTube",
    buySensorTitle: "Купите готовый сенсор",
    buySensorText: "Снаружи – уникальный 3D-печатный корпус. Внутри – качественные датчики, широкий спектр измерений в одном устройстве (PM2.5, PM10, уровень шума, атмосферное давление, влажность, температура), прошивка с открытым исходным кодом, офлайн-режим.",
    buySensorLink: "Узнать больше и купить",
  },
  measures: {
    title: "Информация об измерениях воздуха",
    pollutionScale: "Шкала загрязнения",
    PM10: "PM 10 (Particulate Matter 10) — атмосферные частицы размером до 10 микрометров, которые включают пыль, сажу и другие загрязнители. Они могут вызывать проблемы со здоровьем, влияя на дыхание и вызывая респираторные заболевания. Источники PM 10 — промышленные выбросы, дорожная пыль и сжигание топлива. Мониторинг и снижение уровня PM 10 важны для чистого воздуха и здоровья.",
    pollutionScalePM10: {
      1: "0-50 мкг/м³: Хорошее качество воздуха",
      2: "51-100 мкг/м³: Умеренное загрязнение",
      3: "101-250 мкг/м³: Среднее загрязнение",
      4: "251-350 мкг/м³: Высокое загрязнение",
      5: "351 и выше мкг/м³: Очень высокое загрязнение",
    },
    recsPM10Text: "При повышенном уровне PM 10 рекомендуется принимать следующие меры:",
    recsPM10: {
      1: "Ограничить время пребывания на открытом воздухе.",
      2: "Избегать физической активности, особенно для людей с респираторными проблемами.",
      3: "Закрыть окна и двери, чтобы уменьшить проникновение загрязненного воздуха в помещение.",
      4: "Использовать маски с хорошей фильтрацией при необходимости.",
      5: "Следить за информацией о качестве воздуха и рекомендациями от местных органов здравоохранения.",
    },
    PM25: "PM 2.5 - это атмосферные частицы размером до 2,5 микрометра, которые включают пыль, сажу и дым. Они могут нанести вред здоровью, вызывая проблемы с дыханием, аллергии и сердечно-сосудистые заболевания. Источниками PM 2.5 являются промышленность, автотранспорт и домашние выбросы. Мониторинг и снижение их уровня важны для здоровья и чистого воздуха.",
    pollutionScalePM25: {
      1: "0-35 мкг/м³: Очень хорошо ",
      2: "35-70 мкг/м³: Удовлетворительно",
      3: "70-150 мкг/м³: Плохо",
      4: "151-250 мкг/м³: Очень плохо",
      5: "251 мкг/м³ + : Неприемлемо ",
    },
    recsPM25Text: "При повышенном уровне PM 2.5 рекомендуется принимать следующие меры:",
    recsPM25: {
      1: "Оставайтесь в помещении с хорошей вентиляцией.",
      2: "Избегайте физической активности на открытом воздухе.",
      3: "Закрывайте окна и двери.",
      4: "Используйте маски для лица с хорошей фильтрацией.",
      5: "Следите за прогнозом качества воздуха.",
    },
    CO: "Частицы Co (угарный оксид) на улице — газообразное загрязнение, образующееся при неполном сгорании углеводородов, особенно в выхлопных газах автомобилей. Высокие уровни Co могут негативно влиять на здоровье, вызывая отравление. Ограничение выбросов и использование защитных масок помогают снизить уровень Co и улучшить качество воздуха.На улице, уровень загрязнения Co (угарного оксида) обычно оценивается в миллиграммах на кубический метр (мг/м³) воздуха.",
    pollutionScaleCOText: "Шкала уровней загрязнения Co может быть следующей:",
    pollutionScaleCO: {
      1: "0-2 мг/м³: Низкий уровень загрязнения",
      2: "2-4 мг/м³: Умеренный уровень загрязнения",
      3: "4-14 мг/м³: Высокий уровень загрязнения",
      4: "14 мг/м³ и выше: Очень высокий уровень загрязнения",
    },
    recsCOText: "При повышенном уровне Co на улице рекомендуется:",
    recsCOText2:
      "Эти рекомендации помогут уменьшить воздействие угарного оксида на здоровье и обеспечить большую защиту.",
    recsCO: {
      1: "Ограничить время пребывания на открытом воздухе.",
      2: "Избегать физической активности, особенно для людей с респираторными проблемами.",
      3: "Закрыть окна и двери, чтобы уменьшить проникновение загрязненного воздуха в помещение.",
      4: "Использовать маски с хорошей фильтрацией при необходимости.",
      5: "Следить за информацией о качестве воздуха и рекомендациями от местных органов здравоохранения.",
    },
    GO: "Радиация - это энергия, передающаяся в виде частиц или волн. Ионизирующая радиация (высокая энергия) может вызывать ионизацию атомов и молекул, что может быть вредным для здоровья. Неионизирующая радиация (низкая энергия) имеет меньшее воздействие, но все же может оказывать различные эффекты на организм. Важно соблюдать рекомендации по безопасности для минимизации потенциальных рисков от радиации. Шкала радиации измеряется в единицах излучения - 'зивертах' (зв). Опасность для здоровья от радиации возрастает с увеличением дозы.",
    pollutionScaleGO: {
      1: "<= 2.1 мкЗв/ч и менее: Фоновый уровень радиации, обычно безопасный.",
      2: "<= 10 мкЗв/ч: Умеренный уровень радиации, может быть безопасным для большинства людей, но длительное воздействие может потребовать мониторинга.",
      3: "<= 100 мкЗв/ч: Повышенный уровень радиации, требуется осторожность.",
      4: "100 мкЗв/ч и выше: Высокий уровень радиации, представляет опасность для здоровья.",
    },
    pollutionScaleGOText:
      "Нормы, считающиеся безопасными для долгосрочного проживания, обычно составляют около 1-2 мкЗв/ч (1000-2000 нанозиверт в час) или менее. Однако, кратковременное пребывание на улице при уровнях выше 10 мкЗв/ч не представляет большой угрозы для здоровья. Важно придерживаться рекомендаций и указаний местных органов здравоохранения, особенно в зонах повышенного радиационного риска.",
    recsGOText:
      "Обратитесь к местным властям и экспертам по радиационной безопасности для получения конкретных рекомендаций, присущих вашей местности и ситуации.",
    NH3: "Аммиак. Способен при ингаляционном поражении вызвать токсический отёк лёгких и тяжёлое поражение нервной системы.",
    NO2: "Оксид азота. Ядовитый газ красно-бурого цвета с резким неприятным запахом или желтоватая жидкость. Источник – сжигание различных видов топлива. NO2 в атмосфере способен вызывать кислотные дожди и раздражение слизистых оболочек.",
    TMP: "'Tmp' в контексте показателей воздуха на улице обычно означает температуру воздуха. Это измеряемый параметр, определяющий тепловой режим окружающей среды. Температура воздуха может меняться в зависимости от времени года и географического местоположения. Она влияет на комфортность пребывания на открытом воздухе и требует соответствующей одежды и защиты.",
    pollutionScaleTMPText:
      "Шкала параметров качества температуры воздуха на улице для человека может быть следующей:",
    pollutionScaleTMP: {
      1: "-10°C / 14°F  и ниже - Очень холодно",
      2: "-10 - 0°C / 14 - 32°F - Холодно",
      3: "0 - 10°C / 32-50°F - Прохладно",
      4: "10 - 25°C / 50 - 77°F - Тепло",
      5: "25°C / 77°F  и выше - Очень тепло ",
    },
    recsTMPText: "При очень холодной температуре на улице:",
    recsTMP1: {
      1: "Носите теплую одежду и аксессуары для предотвращения обморожения",
      2: "Избегайте длительного пребывания на открытом воздухе и оставайтесь в теплых помещениях.",
    },
    recsTMPText2: "При очень жаркой температуре на улице:",
    recsTMP2: {
      1: "Носите легкую одежду и головной убор для защиты от солнца.",
      2: "Пейте достаточное количество воды, чтобы избежать обезвоживания.",
      3: "Избегайте солнца во время пиковой жары и ищите прохладное место при появлении признаков теплового удара.",
    },
    HM: "Влажность воздуха - это мера содержания водяного пара в атмосфере. Оптимальный уровень влажности для комфорта и здоровья находится в диапазоне от 40% до 60%. Высокая влажность может вызывать духоту, а низкая влажность - сухость. Измерение влажности полезно для контроля воздушного климата в помещениях.",
    pollutionScaleHMText: "Уровни влажности можно разделить на следующие группы:",
    pollutionScaleHMText2:
      "Оптимальный уровень влажности может варьироваться в зависимости от индивидуальных предпочтений и климатических условий.",
    pollutionScaleHM: {
      1: "< 30% - Очень сухо",
      2: "30 - 40% - Сухо",
      3: "40 - 60% - Комфортно",
      4: "60 -  70% - Влажно",
      5: "> 70% - Очень влажно",
    },
    recsHMText: "При пониженной влажности на улице:",
    recsHM1: {
      1: "Увлажняйте кожу и слизистые оболочки.",
      2: "Пейте достаточное количество воды.",
      3: "Избегайте длительного пребывания на солнце.",
    },
    recsHMText2: "При повышенной влажности на улице:",
    recsHM2: {
      1: "Избегайте физической активности в жаркое и влажное время дня.",
      2: "Носите легкую, дышащую одежду.",
      3: "Защищайтесь от прямых солнечных лучей.",
      4: "Пейте достаточное количество воды.",
      5: "Ищите прохладное место и используйте вентиляторы или кондиционеры.",
    },
  },
  provider: {
    realtime: "В реальном времени",
  },
  layer: {
    wind: "Ветер",
    messages: "Сообщения",
  },
  details: {
    user: "Пользователь #",
    photos: "Фотографии",
    showpath: "Показать маршрут",
    copied: "Sensor id скопирован",
  },
  history: {
    city: "Населенный пункт",
    period: "Календарный период",
    currentDay: "Текущие cутки",
    currentMonth: "Последний месяц",
    chooseDates: "Выбрать Даты",
    title: "Импорт данных",
    button: "Скачать csv файл",
  },
  notice_with_fz:
    "Указанные данные не являются юридически значимой информацией для общего пользования и специальной информацией в соответствии с федеральным законом от 19.07.1998 г. no 113-фз «О гидрометеорологической службе»",
  notice_without_fz: "Указанные данные не являются юридически значимой информацией.",
  sensorpopup: {
    infotitle: "Подробная информация",
    bookmarkplaceholder: "Название сенсора",
    bookmarkbutton: "Сохранить в закладки",
    infosensorid: "ID датчика",
    infosensorgeo: "Геопозиция датчика",
    infosensorowner: "Владелец датчика",
    infosensordonated: "Спонсирован",
    sharedefault: "Поделиться",
    sharelink: "Скопировать ссылку на датчик"
  },
  bookmarks: {
    listtitle: "Сохраненные датчики",
    listempty: "Здесь вы можете сохранить датчики для быстрого просмотра",
  },
  links: {
    measurement: "Руководство по измеренным показателям",
    github: "Репозиторий GitHub",
    privacy: "Политика конфиденциальности",
  },
  scales: {
    title: "Единицы измерения",
    upto: "до",
    above: "выше",
  },
  showlocation: "Показать моё местоположение",
  locationloading: "Пытаемся получить вашу геопозицию",
  isLoad: "Загрузка ...",
  geolocationdefault: "Геолокация установлена ​​по умолчанию",
  geolocationfromparams: "Геолокация установлена из параметров URL",
  geolocationlocal: "Геолокация устанавливается на основе локальных данных",
  geolocationisdetermined: "Геолокация определена",
  geolocationerror: "Геолокация не установлена [код -",
  geolocationnotavailable: "Геолокация недоступна",
  geolocationdefaultsetup: "устанавливается позиция по умолчанию...",
  privacypolicy: {
    title: "Политика конфиденциальности",
    description:
      "В этой политике описывается информация, которую мы собираем у вас, как мы ее используем и на каком юридическом основании. Также рассматривается, передается ли эта информация и каким образом, а также ваши права и выборы в отношении предоставленных данных.",
    subtitle1: "Где те надоедливые всплывающие окна о согласии на файлы cookie?",
    text1: "Нам не требуется согласие на файлы cookie, потому что:",
    listitem1: "Файлы cookie для отслеживания не используются",
    listitem2: "Данные используются только в аналитических целях",
    listitem3: "Посетители не отслеживаются на других веб-сайтах",
    listitem4: "Пользователь не может быть отслежен в разные дни на одном сайте",
    subtitle2: "Что мы собираем и получаем",
    text2:
      "Чтобы предоставить вам наилучший пользовательский опыт на наших сайтах, нам необходимо собирать и обрабатывать определенную информацию. В зависимости от того, как вы используете наши сервисы, это может включать:",
    listitem5bold: "Связь с нами по электронной почте",
    listitem5:
      "— например, когда вы заполняете наши формы, отправляете нам вопросы или комментарии, либо сообщаете о проблеме, мы собираем ваше имя, адрес электронной почты, сообщение и т. д. Мы используем эти данные исключительно для ответа на ваши запросы.",
    listitem6bold: "Данные об использовании",
    listitem6text1:
      "— когда вы посещаете наш сайт, мы сохраняем: URL, с которого вы пришли, веб-страницы нашего сайта, которые вы посещаете, дату и продолжительность посещения, ваш анонимизированный IP-адрес, характеристики устройства (тип устройства, операционная система, разрешение экрана, язык, страна вашего местоположения и тип веб-браузера), которые вы использовали во время посещения, а также",
    listitem6link1: "другие",
    listitem6text2:
      "неперсональные данные. Мы обрабатываем эти данные об использовании только на нашем сервере, не передавая их третьим сторонам с помощью",
    listitem6link2: "Matomo",
    listitem6text3:
      "— платформы веб-аналитики, которая дает нам 100% владение данными. Эта аналитика помогает нам улучшать пользовательский опыт на нашем сайте и выявлять любое злоупотребление.",
    listitem7bold: "Неперсонифицированные файлы cookie",
    listitem7:
      "— мы используем файлы cookie без отслеживания (небольшие файлы данных, передаваемые на компьютеры или устройства сайтами) для ведения записей и улучшения функциональности нашего сайта. Вы можете отключить или ограничить передачу этих файлов cookie, изменив настройки веб-браузера или отказавшись от них на этой странице в форме ниже. Уже сохраненные файлы cookie можно удалить в любое время.",
    subtitle3: "Ваши права",
    text3:
      "Вы имеете право быть проинформированными о персональных данных, обрабатываемых Matomo, а также право на исправление, удаление и ограничение обработки. Вы также имеете право запросить у нас структурированный, стандартный и машиночитаемый формат персональных данных, которые вы нам предоставили.",
    text4:
      "Мы можем идентифицировать вас только по вашему адресу электронной почты и можем выполнить ваш запрос и предоставить информацию только в том случае, если у нас есть ваши персональные данные в результате вашего обращения к нам и/или использования нашего сайта или сервиса. Мы не можем предоставлять, исправлять или удалять данные, которые мы храним от имени наших пользователей или клиентов.",
    text5:
      "Чтобы воспользоваться любым из прав, упомянутых в этой Политике конфиденциальности, и/или в случае вопросов или комментариев, касающихся использования персональных данных, вы можете связаться с нами.",
    text6: "Кроме того, вы имеете право подать жалобу в орган по защите данных в вашей юрисдикции.",
    subtitle4: "Хранение данных",
    text7:
      "Мы будем хранить вашу информацию столько, сколько необходимо для предоставления вам услуг или в соответствии с этой Политикой. Мы также будем хранить и использовать эту информацию в целях, изложенных в данной Политике, а также в той мере, в какой это необходимо для выполнения наших юридических обязательств, разрешения споров, соблюдения наших соглашений и защиты законных прав Robonomics Cloud.",
    text8:
      "Мы также собираем и храним агрегированные, анонимизированные или псевдонимизированные данные, которые можем хранить неограниченное время для защиты безопасности нашего сайта, улучшения наших сервисов или выполнения юридических обязательств.",
    matomooptout: "Отказ от отслеживания на сайте",
    matomodescription: "Вы можете отказаться от отслеживания нашей аналитикой Matomo ниже:",
    matomolabel1:
      "В данный момент вы отказались от отслеживания. Нажмите здесь, чтобы включить его.",
    matomotext1:
      "Отказ от отслеживания завершен; ваши визиты на этот сайт не будут записываться инструментом веб-аналитики. Обратите внимание, что если вы очистите файлы cookie, удалите cookie отказа или смените компьютер или веб-браузер, вам придется снова выполнить процедуру отказа.",
    matomotext2: "Нажмите ниже, чтобы включить отслеживание:",
    matomolabel2: "В данный момент вы участвуете в отслеживании. Нажмите здесь, чтобы отказаться.",
    matomotext3:
      "Вы можете отказаться от назначения вашему компьютеру уникального идентификационного номера веб-аналитики, чтобы избежать сбора и анализа данных на этом сайте.",
    matomotext4: "Чтобы сделать этот выбор, нажмите ниже, чтобы получить файл cookie отказа",
  },
};
